Repository: RyanStarFox/MacPower
Catalog: MacPower/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# battery.percent %lld
source: %lld percent
de: %lld Prozent
es: %lld por ciento
fr: %lld pour cent
it: %lld percento
ja: %lldパーセント
ko: %lld퍼센트
pt_br: %lld por cento
ru: %lld процентов
zh_hans: %lld%
zh_hant: %lld%

# duration.hours %lld
source: %lld hr
de: %lld Std.
es: %lld h
fr: %lld h
it: %lld h
ja: %lld時間
ko: %lld시간
pt_br: %lld h
ru: %lld ч
zh_hans: %lld 小时
zh_hant: %lld 小時

# duration.hoursMinutes %lld %lld
source: %lld hr %lld min
de: %lld Std. %lld Min.
es: %lld h %lld min
fr: %lld h %lld min
it: %lld h %lld min
ja: %lld時間%lld分
ko: %lld시간 %lld분
pt_br: %lld h %lld min
ru: %lld ч %lld мин
zh_hans: %lld 小时 %lld 分钟
zh_hant: %lld 小時 %lld 分鐘

# energy.chargerRating
source: Charger rating
de: Ladegerät-Leistung
es: Potencia del cargador
fr: Puissance du chargeur
it: Potenza del caricatore
ja: 充電器の定格
ko: 충전기 정격
pt_br: Potência do carregador
ru: Мощность зарядки
zh_hans: 充电器额定
zh_hant: 充電器額定

# energy.supplyPower
source: Power in use
de: Leistungsaufnahme
es: Potencia en uso
fr: Puissance utilisée
it: Potenza in uso
ja: 使用中の電力
ko: 사용 전력
pt_br: Potência em uso
ru: Потребляемая мощность
zh_hans: 供电功率
zh_hant: 供電功率

# error.needsBattery
source: A notebook battery is required.
de: Ein Notebook-Akku ist erforderlich.
es: Se requiere la batería de un portátil.
fr: Une batterie d’ordinateur portable est requise.
it: È richiesta la batteria di un portatile.
ja: ノートブックのバッテリーが必要です。
ko: 노트북 배터리가 필요합니다.
pt_br: É necessária a bateria de um notebook.
ru: Требуется батарея ноутбука.
zh_hans: 需要笔记本电池。
zh_hant: 需要筆記型電腦電池。

# estimate.about %@
source: About %@
de: Ca. %@
es: Unos %@
fr: Environ %@
it: Circa %@
ja: 約%@
ko: 약 %@
pt_br: Cerca de %@
ru: Около %@
zh_hans: 约 %@
zh_hant: 約 %@

# estimate.calculating
source: Calculating…
de: Berechnung…
es: Calculando…
fr: Calcul…
it: Calcolo…
ja: 計算中…
ko: 계산 중…
pt_br: Calculando…
ru: Расчёт…
zh_hans: 计算中
zh_hant: 計算中

# estimate.full
source: Until full
de: Bis voll
es: Hasta completar
fr: Jusqu’à charge complète
it: Fino a carica completa
ja: 充電完了まで
ko: 완충까지
pt_br: Até completar
ru: До полной зарядки
zh_hans: 预计充满
zh_hant: 預計充滿

# estimate.ifUnplugged %@
source: If unplugged, about %@
de: Getrennt ca. %@
es: Desenchufado, unos %@
fr: Débranché, environ %@
it: Scollegato, circa %@
ja: 電源を抜くと約%@
ko: 전원 분리 시 약 %@
pt_br: Desconectado, cerca de %@
ru: Без питания около %@
zh_hans: 若拔电约 %@
zh_hant: 若拔電約 %@

# estimate.runtime
source: Runtime
de: Laufzeit
es: Autonomía
fr: Autonomie
it: Autonomia
ja: 駆動時間
ko: 사용 시간
pt_br: Autonomia
ru: Время работы
zh_hans: 预计续航
zh_hant: 預計續航

# lpm.needsApproval
source: Allow MacPower Helper in Login Items
de: MacPower Helper unter Anmeldeobjekten erlauben
es: Permite MacPower Helper en Ítems de inicio
fr: Autorisez MacPower Helper dans les éléments d’ouverture
it: Consenti MacPower Helper in Elementi login
ja: ログイン項目でMacPower Helperを許可してください
ko: 로그인 항목에서 MacPower Helper를 허용하세요
pt_br: Permita o MacPower Helper em Itens de Início
ru: Разрешите MacPower Helper в объектах входа
zh_hans: 请在「登录项」中允许 MacPower Helper
zh_hant: 請在「登入項目」中允許 MacPower Helper

# lpm.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
pt_br: Desligado
ru: Выкл.
zh_hans: 已关闭
zh_hant: 已關閉

# lpm.on
source: On
de: Ein
es: Activado
fr: Activé
it: Attivato
ja: オン
ko: 켬
pt_br: Ligado
ru: Вкл.
zh_hans: 已开启
zh_hant: 已開啟

# lpm.title
source: Low Power Mode
de: Energiesparmodus
es: Modo de bajo consumo
fr: Mode faible consommation
it: Modalità risparmio energetico
ja: 低電力モード
ko: 저전력 모드
pt_br: Modo de Baixo Consumo
ru: Режим энергосбережения
zh_hans: 低电量模式
zh_hant: 低耗電模式

# ring.battery
source: Battery
de: Akku
es: Batería
fr: Batterie
it: Batteria
ja: バッテリー
ko: 배터리
pt_br: Bateria
ru: Батарея
zh_hans: 电量
zh_hant: 電量

# ring.caption.battery %lld
source: Battery: %lld%
de: Akku: %lld %
es: Batería: %lld%
fr: Batterie : %lld %
it: Batteria: %lld%
ja: バッテリー: %lld%
ko: 배터리: %lld%
pt_br: Bateria: %lld%
ru: Батарея: %lld%
zh_hans: 电量：%lld%
zh_hant: 電量：%lld%

# ring.caption.memory %lld
source: Memory: %lld%
de: Speicher: %lld %
es: Memoria: %lld%
fr: Mémoire : %lld %
it: Memoria: %lld%
ja: メモリ: %lld%
ko: 메모리: %lld%
pt_br: Memória: %lld%
ru: Память: %lld%
zh_hans: 内存：%lld%
zh_hant: 記憶體：%lld%

# ring.memory
source: Memory
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
pt_br: Memória
ru: Память
zh_hans: 内存
zh_hant: 記憶體

# settings.icon.chargeGlyphs
source: Show charging mark
de: Ladesymbol anzeigen
es: Mostrar marca de carga
fr: Afficher le symbole de charge
it: Mostra il simbolo di carica
ja: 充電マークを表示
ko: 충전 표시 보이기
pt_br: Mostrar indicador de carga
ru: Показывать знак зарядки
zh_hans: 显示充电标志
zh_hant: 顯示充電標誌

# settings.icon.classic
source: Icon with percentage beside
de: Symbol mit Prozent daneben
es: Icono con porcentaje al lado
fr: Icône avec pourcentage à côté
it: Icona con percentuale accanto
ja: アイコンの横にパーセント
ko: 아이콘 옆에 퍼센트
pt_br: Ícone com porcentagem ao lado
ru: Значок с процентами рядом
zh_hans: 无边框：图标旁显示百分比
zh_hant: 無邊框：圖示旁顯示百分比

# settings.icon.percentInside
source: Percentage inside battery
de: Prozent im Akku
es: Porcentaje dentro de la batería
fr: Pourcentage dans la batterie
it: Percentuale nella batteria
ja: バッテリー内にパーセント
ko: 배터리 안에 퍼센트
pt_br: Porcentagem dentro da bateria
ru: Проценты внутри батареи
zh_hans: 无边框：百分比在电池内
zh_hant: 無邊框：百分比在電池內

# settings.icon.style
source: Menu bar icon
de: Menüleistensymbol
es: Icono de la barra de menús
fr: Icône de la barre des menus
it: Icona nella barra dei menu
ja: メニューバーアイコン
ko: 메뉴 막대 아이콘
pt_br: Ícone da barra de menus
ru: Значок в строке меню
zh_hans: 菜单栏图标
zh_hant: 選單列圖示

# settings.icon.systemFill
source: System-style fill
de: Systemtypische Füllung
es: Relleno al estilo del sistema
fr: Remplissage style système
it: Riempimento in stile sistema
ja: システム風の塗りつぶし
ko: 시스템 스타일 채우기
pt_br: Preenchimento no estilo do sistema
ru: Заполнение в стиле системы
zh_hans: 无边框：仅填充
zh_hant: 無邊框：僅填充

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# settings.language.system
source: Follow System
de: Systemsprache
es: Seguir el sistema
fr: Suivre le système
it: Segui il sistema
ja: システムに合わせる
ko: 시스템 설정
pt_br: Seguir o sistema
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.launchAtLogin
source: Open at login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
it: Apri al login
ja: ログイン時に開く
ko: 로그인 시 열기
pt_br: Abrir ao iniciar sessão
ru: Открывать при входе
zh_hans: 登录时启动
zh_hant: 登入時啟動

# settings.quit
source: Quit MacPower
de: MacPower beenden
es: Salir de MacPower
fr: Quitter MacPower
it: Esci da MacPower
ja: MacPower を終了
ko: MacPower 종료
pt_br: Encerrar o MacPower
ru: Выйти из MacPower
zh_hans: 退出 MacPower
zh_hant: 結束 MacPower

# settings.lowBatteryTint
source: Change color at low battery
de: Farbe bei schwachem Akku ändern
es: Cambiar color con batería baja
fr: Changer de couleur en batterie faible
it: Cambia colore a batteria scarica
ja: 残量低下で色を変える
ko: 배터리 부족 시 색 변경
pt_br: Mudar a cor com bateria baixa
ru: Менять цвет при низком заряде
zh_hans: 低电量变色
zh_hant: 低電量變色

# settings.motion.filaments
source: Gradient lines
de: Verlaufslinien
es: Líneas degradadas
fr: Lignes dégradées
it: Linee sfumate
ja: グラデ細線
ko: 그라데이션 선
pt_br: Linhas em degradê
ru: Градиентные линии
zh_hans: 渐变细线
zh_hant: 漸變細線

# settings.motion.note.filaments
source: A few thin lines moving along the ribbon. Low cost.
de: Einige dünne Linien entlang des Bands. Geringe Last.
es: Unas líneas finas a lo largo de la cinta. Bajo consumo.
fr: Quelques lignes fines le long du ruban. Peu coûteux.
it: Alcune linee sottili sul nastro. Poco dispendioso.
ja: 数本の細い線がリボンに沿って流れます。負荷は低め。
ko: 가느다란 선이 리본을 따라 흐릅니다. 부하가 낮습니다.
pt_br: Algumas linhas finas ao longo da fita. Baixo custo.
ru: Несколько тонких линий вдоль ленты. Низкая нагрузка.
zh_hans: 几条细线沿能量带流动，占用很低。
zh_hant: 幾條細線沿能量帶流動，占用很低。

# settings.motion.note.off
source: Static ribbon, no motion.
de: Statisches Band, keine Bewegung.
es: Cinta estática, sin movimiento.
fr: Ruban statique, sans mouvement.
it: Nastro statico, nessun movimento.
ja: 静止表示。動きなし。
ko: 정적 리본, 움직임 없음.
pt_br: Fita estática, sem movimento.
ru: Статичная лента, без движения.
zh_hans: 静止显示，没有动效。
zh_hant: 靜止顯示，沒有動效。

# settings.motion.note.particles
source: GPU particles while the panel is open. Uses more power than sheen or lines.
de: GPU-Partikel, solange das Panel offen ist. Mehr Verbrauch als Schimmer oder Linien.
es: Partículas GPU mientras el panel está abierto. Más consumo que el brillo o las líneas.
fr: Particules GPU tant que le panneau est ouvert. Plus gourmand que le reflet ou les lignes.
it: Particelle GPU mentre il pannello è aperto. Più dispendioso di riflesso o linee.
ja: パネル表示中はGPUパーティクル。ハイライトや細線より電力を使います。
ko: 패널이 열려 있는 동안 GPU 파티클을 씁니다. 하이라이트나 선보다 전력이 더 듭니다.
pt_br: Partículas GPU enquanto o painel está aberto. Consome mais que o brilho ou as linhas.
ru: GPU-частицы, пока панель открыта. Больше энергии, чем блик или линии.
zh_hans: 面板打开时用 GPU 粒子，比高光和细线更费电。
zh_hant: 面板打開時用 GPU 粒子，比高光和細線更費電。

# settings.motion.note.sheen
source: A soft highlight sweeping left to right. Low cost.
de: Ein weicher Lichtschein von links nach rechts. Geringe Last.
es: Un brillo suave de izquierda a derecha. Bajo consumo.
fr: Un reflet doux qui balaie de gauche à droite. Peu coûteux.
it: Un riflesso morbido da sinistra a destra. Poco dispendioso.
ja: 柔らかいハイライトが左から右へ流れます。負荷は低め。
ko: 하이라이트가 왼쪽에서 오른쪽으로 지나갑니다. 부하가 낮습니다.
pt_br: Um brilho suave da esquerda para a direita. Baixo custo.
ru: Мягкий блик слева направо. Низкая нагрузка.
zh_hans: 一道高光从左到右扫过能量带，占用很低。
zh_hant: 一道高光從左到右掃過能量帶，占用很低。

# settings.motion.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
pt_br: Desligado
ru: Выкл.
zh_hans: 关闭
zh_hant: 關閉

# settings.motion.particles
source: Gradient particles
de: Verlaufspartikel
es: Partículas degradadas
fr: Particules dégradées
it: Particelle sfumate
ja: グラデ粒子
ko: 그라데이션 입자
pt_br: Partículas em degradê
ru: Градиентные частицы
zh_hans: 渐变粒子
zh_hant: 漸變粒子

# settings.flow.iconSize
source: Icon size
de: Symbolgröße
es: Tamaño de los iconos
fr: Taille des icônes
it: Dimensione delle icone
ja: アイコンの大きさ
ko: 아이콘 크기
pt_br: Tamanho dos ícones
ru: Размер значков
zh_hans: 图标大小
zh_hant: 圖示大小

# settings.motion.pulseIcons
source: Pulse icons
de: Icons atmen
es: Pulsación de iconos
fr: Pulsation des icônes
it: Pulsazione delle icone
ja: アイコンの脈動
ko: 아이콘 호흡
pt_br: Pulsação dos ícones
ru: Пульсация значков
zh_hans: 图标呼吸
zh_hant: 圖示呼吸

# settings.motion.pulseIcons.note
source: Only the bolt, battery, laptop, and plug glyphs inside the energy capsule.
de: Betrifft nur Blitz, Akku, Laptop und Stecker in der Energiekapsel.
es: Solo los glifos de rayo, batería, portátil y enchufe dentro de la cápsula de energía.
fr: Uniquement les glyphes éclair, batterie, ordinateur et prise dans la capsule d’énergie.
it: Solo i glifi di fulmine, batteria, computer e spina nella capsula di energia.
ja: エネルギーカプセル内の雷、電池、ノート、プラグのアイコンだけに適用されます。
ko: 에너지 캡슐 안의 번개, 배터리, 노트북, 플러그 아이콘에만 적용됩니다.
pt_br: Apenas os glifos de raio, bateria, laptop e plugue dentro da cápsula de energia.
ru: Только молния, батарея, ноутбук и вилка внутри энергетической капсулы.
zh_hans: 只作用于能量胶囊里的闪电、电池、电脑和插头图标。
zh_hant: 只作用於能量膠囊裡的閃電、電池、電腦和插頭圖示。

# settings.motion.sheen
source: White sheen
de: Weißer Schimmer
es: Brillo blanco
fr: Lueur blanche
it: Bagliore bianco
ja: 白いハイライト
ko: 흰색 하이라이트
pt_br: Brilho branco
ru: Белый блик
zh_hans: 白色高光
zh_hant: 白色高光

# settings.motion.style
source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
pt_br: Estilo
ru: Стиль
zh_hans: 样式
zh_hant: 樣式

# settings.motion.frameRate
source: Particle / line frame rate
de: Bildrate (Partikel / Linien)
es: Frecuencia (partículas / líneas)
fr: Fréquence (particules / lignes)
it: Frequenza (particelle / linee)
ja: 粒子/細線のフレームレート
ko: 입자/선 프레임 레이트
pt_br: Taxa de quadros (partículas / linhas)
ru: Частота кадров (частицы / линии)
zh_hans: 粒子/细线帧率
zh_hant: 粒子/細線幀率

# settings.palette
source: Color palette
de: Farbpalette
es: Paleta de colores
fr: Palette de couleurs
it: Palette colori
ja: カラーパレット
ko: 색상 팔레트
pt_br: Paleta de cores
ru: Цветовая палитра
zh_hans: 配色方案
zh_hant: 配色方案

# settings.palette.glassMono
source: Glass mono
de: Glas-Mono
es: Cristal mono
fr: Verre monochrome
it: Vetro mono
ja: ガラスモノクロ
ko: 글래스 모노
pt_br: Vidro mono
ru: Стекло моно
zh_hans: 单色玻璃
zh_hant: 單色玻璃

# settings.palette.highContrast
source: High contrast
de: Hoher Kontrast
es: Alto contraste
fr: Contraste élevé
it: Contrasto elevato
ja: ハイコントラスト
ko: 고대비
pt_br: Alto contraste
ru: Высокий контраст
zh_hans: 高对比
zh_hant: 高對比

# settings.palette.semantic
source: Semantic
de: Semantisch
es: Semántica
fr: Sémantique
it: Semantica
ja: セマンティック
ko: 시맨틱
pt_br: Semântica
ru: Семантическая
zh_hans: 语义
zh_hant: 語意

# settings.section.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
ru: Оформление
zh_hans: 外观
zh_hant: 外觀

# settings.section.general
source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

# settings.section.icon
source: Menu Bar
de: Menüleiste
es: Barra de menús
fr: Barre des menus
it: Barra dei menu
ja: メニューバー
ko: 메뉴 막대
pt_br: Barra de menus
ru: Строка меню
zh_hans: 菜单栏
zh_hant: 選單列

# settings.section.motion
source: Energy motion
de: Energieanimation
es: Movimiento de energía
fr: Animation d’énergie
it: Movimento energia
ja: エネルギーの動き
ko: 에너지 모션
pt_br: Movimento de energia
ru: Движение энергии
zh_hans: 能量流动效
zh_hant: 能量流動

# settings.tab.flow
source: Energy Flow
de: Energie
es: Energía
fr: Énergie
it: Energia
ja: エネルギー
ko: 에너지
pt_br: Energia
ru: Энергия
zh_hans: 能量流
zh_hant: 能量流

# settings.tab.rings
source: Rings
de: Ringe
es: Anillos
fr: Anneaux
it: Anelli
ja: リング
ko: 링
pt_br: Anéis
ru: Кольца
zh_hans: 圆环
zh_hant: 圓環

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# settings.motion.filamentsSolid
source: Color lines
de: Farbige Linien
es: Líneas de color
fr: Lignes colorées
it: Linee colorate
ja: カラー細線
ko: 컬러 선
pt_br: Linhas coloridas
ru: Цветные линии
zh_hans: 彩色细线
zh_hant: 彩色細線

# settings.motion.filamentsWhite
source: White lines
de: Weiße Linien
es: Líneas blancas
fr: Lignes blanches
it: Linee bianche
ja: 白い細線
ko: 흰색 선
pt_br: Linhas brancas
ru: Белые линии
zh_hans: 白色细线
zh_hant: 白色細線

# settings.motion.particlesSolid
source: Color particles
de: Farbige Partikel
es: Partículas de color
fr: Particules colorées
it: Particelle colorate
ja: カラー粒子
ko: 컬러 입자
pt_br: Partículas coloridas
ru: Цветные частицы
zh_hans: 彩色粒子
zh_hant: 彩色粒子

# settings.motion.particlesWhite
source: White particles
de: Weiße Partikel
es: Partículas blancas
fr: Particules blanches
it: Particelle bianche
ja: 白い粒子
ko: 흰색 입자
pt_br: Partículas brancas
ru: Белые частицы
zh_hans: 白色粒子
zh_hant: 白色粒子

# settings.icon.outlineFill
source: Outlined fill
de: Rahmen: Füllung
es: Contorno: solo relleno
fr: Contour : remplissage
it: Contorno: solo riempimento
ja: 枠線・塗りつぶし
ko: 테두리 채우기
pt_br: Contorno: apenas preenchimento
ru: Контур: только заливка
zh_hans: 边框：仅填充
zh_hant: 邊框：僅填充

# settings.icon.outlinePercentInside
source: Outlined, percentage inside
de: Rahmen: Prozent innen
es: Contorno: porcentaje dentro
fr: Contour : pourcentage à l’intérieur
it: Contorno: percentuale dentro
ja: 枠線・中にパーセント
ko: 테두리, 안에 퍼센트
pt_br: Contorno: porcentagem dentro
ru: Контур: проценты внутри
zh_hans: 边框：百分比在电池内
zh_hant: 邊框：百分比在電池內

# settings.icon.outlineClassic
source: Outlined, percentage beside
de: Rahmen: Prozent daneben
es: Contorno: porcentaje al lado
fr: Contour : pourcentage à côté
it: Contorno: percentuale accanto
ja: 枠線・横にパーセント
ko: 테두리, 옆에 퍼센트
pt_br: Contorno: porcentagem ao lado
ru: Контур: проценты рядом
zh_hans: 边框：图标旁显示百分比
zh_hant: 邊框：圖示旁顯示百分比

# settings.popover.arrow
source: Show panel arrow
de: Panel-Pfeil anzeigen
es: Mostrar flecha del panel
fr: Afficher la flèche du panneau
it: Mostra freccia del riquadro
ja: パネルの矢印を表示
ko: 패널 화살표 표시
pt_br: Mostrar seta do painel
ru: Показывать стрелку панели
zh_hans: 显示面板箭头
zh_hant: 顯示面板箭頭

# settings.updates.automatic
source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Vérifier automatiquement les mises à jour
it: Controlla automaticamente gli aggiornamenti
ja: 更新を自動で確認
ko: 업데이트 자동 확인
pt_br: Verificar atualizações automaticamente
ru: Автоматически проверять обновления
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# update.available.title %@
source: MacPower %@ is available
de: MacPower %@ ist verfügbar
es: MacPower %@ está disponible
fr: MacPower %@ est disponible
it: MacPower %@ è disponibile
ja: MacPower %@ が利用できます
ko: MacPower %@을(를) 사용할 수 있습니다
pt_br: MacPower %@ está disponível
ru: Доступен MacPower %@
zh_hans: MacPower %@ 已发布
zh_hant: MacPower %@ 已推出

# update.available.message %@
source: You have %@. Open the GitHub release page to download it.
de: Sie haben %@. Öffnen Sie die GitHub-Releaseseite zum Download.
es: Tienes %@. Abre la página de GitHub para descargarlo.
fr: Vous avez %@. Ouvrez la page GitHub des versions pour le télécharger.
it: Hai %@. Apri la pagina GitHub delle versioni per scaricarlo.
ja: 現在のバージョンは %@ です。GitHub のリリースページを開いてダウンロードできます。
ko: 현재 버전은 %@입니다. GitHub 릴리스 페이지에서 다운로드하세요.
pt_br: Você tem %@. Abra a página de versões no GitHub para baixar.
ru: У вас %@. Откройте страницу релизов на GitHub, чтобы скачать.
zh_hans: 当前版本是 %@。打开 GitHub 发布页即可下载。
zh_hant: 目前版本是 %@。開啟 GitHub 發佈頁即可下載。

# update.available.open
source: Open GitHub
de: GitHub öffnen
es: Abrir GitHub
fr: Ouvrir GitHub
it: Apri GitHub
ja: GitHub を開く
ko: GitHub 열기
pt_br: Abrir o GitHub
ru: Открыть GitHub
zh_hans: 打开 GitHub
zh_hant: 打開 GitHub

# update.available.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Mais tarde
ru: Позже
zh_hans: 以后
zh_hant: 稍後

# settings.icon.border
source: Border
de: Rahmen
es: Contorno
fr: Contour
it: Contorno
ja: 枠線
ko: 테두리
pt_br: Contorno
ru: Контур
zh_hans: 边框
zh_hant: 邊框

# settings.icon.border.off
source: None
de: Ohne
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
zh_hans: 无边框
zh_hant: 無邊框

# settings.icon.border.on
source: Outline
de: Mit Rahmen
es: Con contorno
fr: Oui
it: Con contorno
ja: あり
ko: 있음
pt_br: Com contorno
ru: С контуром
zh_hans: 有边框
zh_hant: 有邊框

# settings.icon.digits
source: Percentage
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale
ja: 数字の位置
ko: 숫자 위치
pt_br: Porcentagem
ru: Проценты
zh_hans: 数字位置
zh_hant: 數字位置

# settings.icon.digits.none
source: Hidden
de: Aus
es: Oculto
fr: Masqué
it: Nascosto
ja: 非表示
ko: 숨김
pt_br: Oculto
ru: Скрыть
zh_hans: 不显示
zh_hant: 不顯示

# settings.icon.digits.inside
source: Inside
de: Innen
es: Dentro
fr: Intérieur
it: Dentro
ja: 内側
ko: 배터리 안
pt_br: Dentro
ru: Внутри
zh_hans: 电池内
zh_hant: 電池內

# settings.icon.digits.beside
source: Beside
de: Daneben
es: Al lado
fr: À côté
it: Accanto
ja: 横
ko: 옆
pt_br: Ao lado
ru: Сбоку
zh_hans: 旁注
zh_hant: 旁註

# settings.icon.tint.preset
source: Color preset
de: Farbvorlage
es: Ajuste de color
fr: Préréglage de couleur
it: Preimpostazione colore
ja: 色のプリセット
ko: 색상 프리셋
pt_br: Predefinição de cor
ru: Цветовой пресет
zh_hans: 变色预设
zh_hant: 變色預設

# settings.icon.tint.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

# settings.icon.tint.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끄기
pt_br: Desativado
ru: Выкл.
zh_hans: 关闭
zh_hant: 關閉

# settings.icon.tint.level
source: By level
de: Nach Stand
es: Por nivel
fr: Par niveau
it: Per livello
ja: 残量
ko: 잔량
pt_br: Por nível
ru: По уровню
zh_hans: 按电量
zh_hant: 依電量

# settings.icon.tint.tri
source: Three colors
de: Dreifarbig
es: Tres colores
fr: Trois couleurs
it: Tre colori
ja: 3色
ko: 3색
pt_br: Três cores
ru: Три цвета
zh_hans: 三色
zh_hant: 三色

# settings.icon.tint.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
ru: Свой
zh_hans: 自定义
zh_hant: 自訂

# settings.icon.tint.add
source: Add range
de: Bereich hinzufügen
es: Añadir tramo
fr: Ajouter une plage
it: Aggiungi intervallo
ja: 範囲を追加
ko: 구간 추가
pt_br: Adicionar faixa
ru: Добавить диапазон
zh_hans: 添加分段
zh_hant: 新增分段

# settings.icon.tint.remove
source: Remove range
de: Bereich entfernen
es: Quitar tramo
fr: Supprimer la plage
it: Rimuovi intervallo
ja: 範囲を削除
ko: 구간 삭제
pt_br: Remover faixa
ru: Удалить диапазон
zh_hans: 删除分段
zh_hant: 刪除分段

# settings.icon.tint.menuBarColor
source: Follow menu bar
de: Menüleiste folgen
es: Seguir la barra de menús
fr: Suivre la barre des menus
it: Segui la barra dei menu
ja: メニューバーに合わせる
ko: 메뉴 막대 따르기
pt_br: Seguir a barra de menus
ru: Как строка меню
zh_hans: 跟随菜单栏
zh_hant: 跟隨選單列

# settings.icon.tint.when
source: When
de: Wann
es: Cuándo
fr: Quand
it: Quando
ja: いつ色を変える
ko: 색 변경 시점
pt_br: Quando
ru: Когда
zh_hans: 何时变色
zh_hant: 何時變色

# settings.icon.tint.when.battery
source: On battery
de: Nur im Akkubetrieb
es: Solo con batería
fr: Sur batterie
it: Solo a batteria
ja: バッテリー時のみ
ko: 배터리일 때만
pt_br: Só na bateria
ru: Только от батареи
zh_hans: 仅放电
zh_hant: 僅放電

# settings.icon.tint.when.always
source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
ko: 항상
pt_br: Sempre
ru: Всегда
zh_hans: 始终
zh_hant: 一律

# settings.icon.tint.color
source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
ko: 색
pt_br: Cor
ru: Цвет
zh_hans: 颜色
zh_hant: 顏色

# settings.icon.tint.sunset
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
it: Tramonto
ja: 夕焼け
ko: 노을
pt_br: Pôr do sol
ru: Закат
zh_hans: 日落
zh_hant: 日落

# settings.icon.tint.ocean
source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano
ja: 海
ko: 바다
pt_br: Oceano
ru: Океан
zh_hans: 海洋
zh_hant: 海洋

# settings.icon.tint.aurora
source: Aurora
de: Polarlicht
fr: Aurore
ja: オーロラ
ko: 오로라
ru: Сияние
zh_hans: 极光
zh_hant: 極光

# settings.icon.tint.berry
source: Berry
de: Beere
es: Baya
fr: Baie
it: Bacche
ja: ベリー
ko: 베리
pt_br: Fruta
ru: Ягода
zh_hans: 莓果
zh_hant: 莓果

# settings.icon.tint.amber
source: Amber
de: Bernstein
es: Ámbar
fr: Ambre
it: Ambra
ja: アンバー
ko: 호박
pt_br: Âmbar
ru: Янтарь
zh_hans: 琥珀
zh_hant: 琥珀

# settings.icon.tint.smooth
source: Smooth level
de: Sanfter Verlauf
es: Nivel suave
fr: Niveau fluide
it: Livello fluido
ja: スムーズ残量
ko: 무단계 잔량
pt_br: Nível suave
ru: Плавный уровень
zh_hans: 无极电量
zh_hant: 無極電量

# settings.icon.tint.dawn
source: Dawn
de: Morgendämmerung
es: Amanecer
fr: Aube
it: Alba
ja: 夜明け
ko: 새벽
pt_br: Amanhecer
ru: Рассвет
zh_hans: 晨曦
zh_hant: 晨曦

# settings.icon.tint.blend
source: Blend
de: Verlaufsart
es: Mezcla
fr: Mélange
it: Fusione
ja: ブレンド
ko: 혼합
pt_br: Mistura
ru: Смешение
zh_hans: 混色
zh_hant: 混色

# settings.icon.tint.blend.constant
source: Solid
de: Fest
es: Fijo
fr: Fixe
it: Fisso
ja: 固定
ko: 고정
pt_br: Fixo
ru: Постоянный
zh_hans: 固定
zh_hant: 固定

# settings.icon.tint.blend.slide
source: Slide with charge
de: Mit Akkustand
es: Según la carga
fr: Selon la charge
it: Con la carica
ja: 残量で変化
ko: 잔량 슬라이드
pt_br: Com a carga
ru: По заряду
zh_hans: 随电量滑动
zh_hant: 隨電量滑動

# settings.icon.tint.blend.gradient
source: Left–right gradient
de: Verlauf links-rechts
es: Degradado izq.-der.
fr: Dégradé gauche-droite
it: Gradiente s-d
ja: 左右グラデ
ko: 좌우 그라데이션
pt_br: Degradê esq.-dir.
ru: Градиент слева направо
zh_hans: 左右渐变
zh_hant: 左右漸層

# settings.icon.tint.blend.both
source: Gradient + slide
de: Verlauf + Akkustand
es: Degradado + carga
fr: Dégradé + charge
it: Gradiente + carica
ja: グラデ＋変化
ko: 그라데이션+슬라이드
pt_br: Degradê + carga
ru: Градиент и заряд
zh_hans: 渐变并滑动
zh_hant: 漸層並滑動
